/* Localizable strings */

"Basic"="Élémentaires";
"Members"="Membres";
"Volumes"="Dossier de groupe";
"Groups"="Groupes";
"Add..."="Ajouter…";
"Close"="Fermer";
"Users..."="Utilisateurs…";
"The group id is a duplicate."="L’identifiant de groupe est un doublon.";
"The short name is a duplicate."="Le nom abrégé est un doublon.";
"Are you sure you want to continue saving?"="Êtes-vous sûr de vouloir continuer l’enregistrement ?";
"Cancel"="Annuler";
"Save"="Enregistrer";
"OK"="OK";
"Unable to save changes."="Impossible d’enregistrer les modifications.";
"You must enter a valid server name."="Vous devez entrer un nom de serveur valide.";
"You must enter a valid URL."="Vous devez entrer une URL valide.";
"You must enter a valid directory name for this group."="Vous devez entrer un nom de répertoire valide pour ce groupe.";
"You must enter a valid id number for this group."="Vous devez entrer un numéro d’identifiant valide pour ce groupe.";
"You must enter a valid short name for this group."="Vous devez entrer un nom abrégé valide pour ce groupe.";
"kFullNameTooLong"="Ce nom de groupe est trop long.Il doit comporter 255 caractères maximum.";
"kMissingOwnerName"="Vous devez saisir un nom de propriétaire avant que vos modifications puissent être enregistrées.";
"Helvetica-Oblique"="Helvetica-Oblique";
"kLoadingMemberInfo"="Chargement…";
"kMemberInfoNotFound"="Introuvable";
"kBasicNameAlreadyInUse" =						"Le nom que vous avez choisi est en conflit avec un nom attribué à un autre groupe. ";
"kOKButtonTitle" =								"OK";
"kBasicNameAlreadyInUseMsg" =					"Le nom « %@ » ne peut être affecté à deux groupes différents. Rappelez-vous que les noms ne sont pas sensibles à la casse lorsque vous analysez les conflits.";
"kUserItemType" =								"Utilisateur";
"kGroupItemType" =								"Groupe";
"Computers" =									"Ordinateur";
"ComputerLists" =								"Groupe d’ordinateurs";
"kUpgradeButton" =								"Mettre à niveau";
"kSureToUpgradeGroup" =							"Êtes-vous sûr de vouloir mettre à niveau ce groupe ?";
"kSureToUpgradeGroupMsg" =						"Mettre à niveau ce groupe va le transformer en un nouveau format dans lequel l’adhésion de groupe est stockée dans l’attribut GeneratedUID. Cela va aussi vous permettre d’ajouter au groupe des fiches de type autre qu’utilisateur. Les membres qui ne peuvent pas être localisés dans le répertoire vont être supprimés. Cette action est irréversible.";

"kNoGroupWebServicesHostSelected" =				"(Aucun)";

"kCantSaveTitle" =								"Impossible d’enregistrer les modifications.";
"kVolumesCantSaveEmptyOwnerMsg" =				"Si un répertoire de groupe est spécifié, un utilisateur doit être sélectionné comme le propriétaire du répertoire.";

"kVolumesNoneHomeDirItem" =							"(Aucun)";
"kVolumesSureToDeleteGroupDirItem" =				"Souhaitez-vous supprimer définitivement cet élément ?";
"kVolumesSureToDeleteGroupDirItemMsg" =				"Êtes-vous sûr(e) de vouloir supprimer « %@ » de façon définitive ? Cette action est irréversible. Elle n’affectera pas les réglages des répertoires des autres groupes ; aucun fichier du disque ne sera modifié.";
"kVolumesDeleteGroupDirItem" =						"Supprimer";
"kVolumesDontDeleteGroupDirItem" =					"Ne pas supprimer";

"kBasicGroupMembersOnly" =							"membres du groupe seulement";
"kBasicAuthedUsersOnly" =							"utilisateurs authentifiés";
"kBasicAnyone" =									"à tout le monde";
"kBasicSomeGroupMembers" =							"certains membres du groupe";
